{
  "doc_id": "US_FED_2024-12-18_FOMC_Statement",
  "pages": [
    {
      "page": 1,
      "text": " \n \nFor release at 2:00 p.m. EST           December 18, 2024 \n \n \n Recent indicators suggest that economic activity has continued to expand at a solid pace.  \nSince earlier in the year, labor market conditions have generally eased, and the unemployment \nrate has moved up but remains low. Inflation has made progress toward the Committee’s \n2 percent objective but remains somewhat elevated. \n The Committee seeks to achieve maximum employment and inflation at the rate of \n2 percent over the longer run. The Committee judges that the risks to achieving its employment \nand inflation goals are roughly in balance. The economic outlook is uncertain, and the \nCommittee is attentive to the risks to both sides of its dual mandate. \n In support of its goals, the Committee decided to lower the target range for the federal \nfunds rate by 1/4 percentage point to 4-1/4 to 4-1/2 percent. In considering the extent and timing \nof additional adjustments to the target range for the federal funds rate, the Committee will \ncarefully assess incoming data, the evolving outlook, and the balance of risks. The Committee \nwill continue reducing its holdings of Treasury securities and agency debt and agency \nmortgage‑backed securities. The Committee is strongly committed to supporting maximum \nemployment and returning inflation to its 2 percent objective. \n In assessing the appropriate stance of monetary policy, the Committee will continue to \nmonitor the implications of incoming information for the economic outlook. The Committee \nwould be prepared to adjust the stance of monetary policy as appropriate if risks emerge that \ncould impede the attainment of the Committee’s goals. The Committee’s assessments will take  \n(more) \n  \n"
    },
    {
      "page": 2,
      "text": " \n \n-2- \ninto account a wide range of information, including readings on labor market conditions, \ninflation pressures and inflation expectations, and financial and international developments. \nVoting for the monetary policy action were Jerome H. Powell, Chair; John C. Williams, \nVice Chair; Thomas I. Barkin; Michael S. Barr; Raphael W. Bostic; Michelle W. Bowman; Lisa \nD. Cook; Mary C. Daly; Philip N. Jefferson; Adriana D. Kugler; and Christopher J. Waller. \nVoting against the action was Beth M. Hammack, who preferred to maintain the target range for \nthe federal funds rate at 4-1/2 to 4-3/4 percent. \n-0- \nAttachment \nFor media inquiries, please email media@frb.gov or call 202-452-2955. "
    },
    {
      "page": 3,
      "text": "For release at 2:00 p.m. EST                      December 18, 2024  \n \nDecisions Regarding Monetary Policy Implementation \nThe Federal Reserve has made the following decisions to implement the monetary policy stance \nannounced by the Federal Open Market Committee in its statement on December 18, 2024: \n• The Board of Governors of the Federal Reserve System voted unanimously to lower the \ninterest rate paid on reserve balances to 4.4 percent, effective December 19, 2024. \n• As part of its policy decision, the Federal Open Market Committee voted to direct the Open \nMarket Desk at the Federal Reserve Bank of New York, until instructed otherwise, to \nexecute transactions in the System Open Market Account in accordance with the following \ndomestic policy directive: \n\"Effective December 19, 2024, the Federal Open Market Committee directs the Desk to: \no Undertake open market operations as necessary to maintain the federal funds rate \nin a target range of 4-1/4 to 4-1/2 percent. \no Conduct standing overnight repurchase agreement operations with a minimum bid \nrate of 4.5 percent and with an aggregate operation limit of $500 billion. \no Conduct standing overnight reverse repurchase agreement operations at an \noffering rate of 4.25 percent and with a per-counterparty limit of $160 billion per \nday. Setting this rate at the bottom of the target range for the federal funds rate is \nintended to support effective monetary policy implementation and the smooth \nfunctioning of short-term funding markets. \no Roll over at auction the amount of principal payments from the Federal Reserve's \nholdings of Treasury securities maturing in each calendar month that exceeds a \ncap of $25 billion per month. Redeem Treasury coupon securities up to this \nmonthly cap and Treasury bills to the extent that coupon principal payments are \nless than the monthly cap. \no Reinvest the amount of principal payments from the Federal Reserve's holdings of \nagency debt and agency mortgage-backed securities (MBS) received in each \ncalendar month that exceeds a cap of $35 billion per month into Treasury \nsecurities to roughly match the maturity composition of Treasury securities \noutstanding. \no Allow modest deviations from stated amounts for reinvestments, if needed for \noperational reasons. \no Engage in dollar roll and coupon swap transactions as necessary to facilitate \nsettlement of the Federal Reserve's agency MBS transactions.\" \n \n \n \n \n \n(more) \n-2- "
    },
    {
      "page": 4,
      "text": " \n• In a related action, the Board of Governors of the Federal Reserve System voted \nunanimously to approve a 1/4 percentage point decrease in the primary credit rate to 4.5 \npercent, effective December 19, 2024. In taking this action, the Board approved requests \nto establish that rate submitted by the Boards of Directors of the Federal Reserve Banks \nof Boston, New York, Philadelphia, Cleveland, Richmond, Atlanta, Chicago, and San \nFrancisco. \n \nThis information will be updated as appropriate to reflect decisions of the Federal Open Market \nCommittee or the Board of Governors regarding details of the Federal Reserve's operational tools \nand approach used to implement monetary policy. \nMore information regarding open market operations and reinvestments may be found on the \nFederal Reserve Bank of New York's website. "
    }
  ]
}
